{
  "cf.cf-tabs": {
    "feature-flags": {
      "feature-flags": "Indicateur de feature",
      "descriptions": {
        "user_org_creation": "Tout utilisateur peut créer une organisation",
        "private_domain_creation": " Un gestionnaire d'organisation peut créer des domaines privés pour cette organisation",
        "app_bits_upload": "Les développeurs d'espace peuvent charger des bits d'application",
        "app_scaling": "Les développeurs d'espace peuvent effectuer des opérations de mise à l'échelle (c'est-à-dire changer de mémoire, de disque ou d'instances)",
        "route_creation": "Les développeurs d'espace peuvent créer des routes dans un espace",
        "service_instance_creation": "Les développeurs d'espace peuvent créer des instances de service dans un espace",
        "diego_docker": "Les développeurs de l'espace peuvent pousser les applications Docker",
        "set_roles_by_username": "Les gestionnaires d'organisation et les gestionnaires d'espace peuvent ajouter des rôles par nom d'utilisateur",
        "unset_roles_by_username": "Les gestionnaires d'organisation et les gestionnaires d'espace peuvent supprimer des rôles par nom d'utilisateur",
        "task_creation": "Les développeurs d'espace peuvent créer des tâches sur leur application. Cette fonctionnalité est en cours de développement",
        "env_var_visibility": " Tous les utilisateurs peuvent afficher les variables d'environnement",
        "space_scoped_private_broker_creation": "Les développeurs d'espace peuvent créer des services brokers définis juste pour un espace.",
        "space_developer_env_var_visibility": "Les développeurs d'espace peuvent voir leurs variables d'environnement v2. Les gestionnaires d'organisation et les gestionnaires d'espace peuvent voir leurs variables d'environnement v3"
      },
      "empty": "Il n'y a pas d'indicateur de feature",
      "error": "Une erreur s'est produite lors de la récupération des métadonnées de l'indicateur  de feature.",
      "labels": {
        "name": "Nom",
        "description": "Description",
        "state": "Etat",
        "enabled": "Activé",
        "disabled": "Désactivé"
      }
    }
  }
}